{
  "Sustainability Mindset": [
    {
      "Interconnectedness": [
        "All systems are interconnected; actions and behaviours in one area affect others."
      ]
    },
    {
      "Self-Awareness": [
        "Self-awareness of espoused values and values in action."
      ]
    },
    {
      "Long-Term Orientation": [
        "Long-term impacts on future generations should be considered."
      ]
    },
    {
      "Oneness with Nature": [
        "Humans are integral to nature and must act responsibly to protect it."
      ]
    },
    {
      "Purpose and Meaning": [
        "Actions should align with a higher purpose that transcends profit, focusing on societal and environmental good."
      ]
    },
    {
      "Stakeholder Orientation": [
        "Including and serving all stakeholders' interests, including the planet and future generations."
      ]
    }
  ],
  "Growth Mindset": [
    {
      "Belief in Development": [
        "Intelligence and abilities can be developed through effort and learning.",
        "Anyone can change and grow through application and experience."
      ]
    },
    {
      "Embrace of Challenges": [
        "Challenges are opportunities for growth and should be embraced rather than avoided.",
        "Facing and overcoming challenges leads to the development or strengthening of new skills."
      ]
    },
    {
      "Embrace of Failure": [
        "Failures are temporary and provide valuable learning experiences that contribute to long-term growth.",
        "Persistence is key to success as it allows individuals to continue learning and improving despite failures."
      ]
    },
    {
      "Value of Effort": [
        "Putting in effort is a necessary part of learning and should be valued regardless of the outcome."
      ]
    },
    {
      "Comfortable with Appearances": [
        "Being comfortable with looking unskilled is a temporary stage on the journey to success."
      ]
    }
  ],
  "Benefit Mindset": [
    {
      "Purpose-Driven Leadership": [
        "Leading with purpose, focusing on why they do what they do."
      ]
    },
    {
      "Future-Oriented Leadership": [
        "Contributing meaningfully to a future of greater possibility."
      ]
    },
    {
      "Being Well and Doing Good": [
        "Belief that personal well-being and doing good for others are interconnected."
      ]
    }
  ],
  "Entrepreneurial Mindset": [
    {
      "Cognitive Tuning and Goal Orientation": [
        "Tuning cognition to the task ensures effective completion.",
        "Evaluating decision impacts leads to better goal achievement."
      ]
    },
    {
      "Heuristic-Based Decision Logic": [
        "Heuristics are essential for decision-making in complex situations."
      ]
    },
    {
      "Alertness": [
        "Alertness is key to identifying opportunities.",
        "Experience and learning enhance alertness."
      ]
    },
    {
      "Prior Knowledge": [
        "Prior knowledge creates unique insights and opportunities.",
        "Tacit knowledge is crucial for combining resources and making quick decisions."
      ]
    },
    {
      "Social Interaction": [
        "Social capital is crucial for accessing unique resources especially in uncertainty.",
        "Leveraging networks provides a competitive edge."
      ]
    },
    {
      "Meta-Cognition": [
        "Reflecting on thinking processes enables cognitive and behavioral adaptation.",
        "Using varied strategies is key to entrepreneurial success."
      ]
    },
    {
      "Cognitive Adaptability": [
        "Flexibility and self-regulation are essential in dynamic environments.",
        "Meta-cognitive resources are crucial for adapting decision-making."
      ]
    }
  ],
  "Global Mindset": [
    {
      "Openness and Attentiveness to Multiple Realms of Action and Meaning": [
        "Individuals with a Global Mindset are open to and attentive to various cultural, strategic, and operational realities, recognizing the value in diverse perspectives."
      ]
    },
    {
      "Complex Representation and Expression of Cultural and Strategic Dynamics": [
        "The ability to represent and express complex cultural and strategic dynamics is essential, allowing leaders to navigate and integrate diverse global contexts."
      ]
    },
    {
      "Moderation and Incorporation Across Diversity": [
        "Leaders must moderate and incorporate diverse cultural and strategic perspectives into coherent strategies, balancing global and local needs."
      ]
    }
  ]
}
